  {
      "monuments" : [
          {
                "id" : 1,
                "name" : "Castelo de Beja",
                "schedule_AM" : "9:00 às 13:30",
                "schedule_PM" : "15:30 às 19:00",
                "day_off" : "Aberto a visitas todos os dias",
                "description" : "O Castelo de Beja,  tal como o conhecemos hoje, resulta da reconstrução que D. Dinis mandou efectuar, no século XIV, de uma fortificação já ali existente. Possui balcões recuados que servem de miradouro para a extensa planície alentejana, portas em arco quebrado, janelas góticas geminadas e janelas em arco de ferradura, com especial destaque para um magnífico balcão pentagonal sobre a praça de armas. De todo o conjunto destaca-se ainda a sua torre com quase 40 metros de altura e a sua extraordinária escada gótica em caracol perfeito, com 183 degraus, que nos conduz à torrela-mirante, de onde se pode admirar toda a cidade e a planura a perder de vista.",
                "image" : "https://www.mundoportugues.pt/wp-content/uploads/sites/3/2017/10/article_65142.jpg",
                "monumentRating" : 4,
                "location" : "https://www.google.pt/maps/place/Castelo+de+Beja/@38.0173806,-7.8676607,17z/data=!3m1!4b1!4m5!3m4!1s0xd1a748422a39999:0x3e462a2401c78209!8m2!3d38.0173806!4d-7.8654667"
            },
            {
                "id" : 2,
                "name" : "Museu Regional de Beja",
                "schedule_AM" : "09:30–12:30",
                "schedule_PM" : "14:00–17:15",
                "day_off" : "Encerra às segundas",
                "description" : "​O Museu Regional de Beja possui um vasto acervo patrimonial nomeadamente as coleções de Pintura, Arqueologia, Azulejaria, Escultura, Ourivesaria, Cerâmica Utilitária, Numismática Metrologia e Ferragens. Destaca-se o núcleo de pintura que reúne obras produzidas em Portugal, Espanha e Holanda, entre os séculos XV e XVIII, nomeadamente o Ecce Homo, S. Vicente (atribuído ao Mestre Vicente Gil, da Escola de Coimbra), A Virgem da Rosa e quatro trabalhos do pintor português António Nogueira.",
                "image" : "http://www.museuregionaldebeja.pt/wp-content/uploads/2013/09/slide_2.jpg",
                "monumentRating" : 3,
                "location" : "https://www.google.pt/maps/place/Museu+Regional+de+Beja+-+Museu+Rainha+D.+Leonor/@38.0139254,-7.8651286,17z/data=!3m1!4b1!4m5!3m4!1s0xd1a748652400705:0xdc7fe59c017285dd!8m2!3d38.0140681!4d-7.8631401"
            }
    ],
      "interestPoints" : [
        {
            "id" : 1,
            "monumentId" : 1,
            "name" : "torre da menagem",
            "description" : "A robusta Torre de menagem, em estilo gótico, é considerada como um dos mais belos exemplos da arquitetura militar da Idade Média em Portugal. Elevando-se a quarenta metros de altura (a mais alta do país), é constituída por três pavimentos. A torre apresenta balcões angulares sobre matacães, unidos por varandins defendidos por ameias piramidais. É rasgada por portas ogivais e janelas geminadas, em arco de ferradura. As salas em seu interior, ricamente decoradas, apresentam tetos em abóbada em cruzaria de ogivas.",
            "image" : "https://lifecooler.com/files/registos/imagens/326628/183083.jpg"
        },
        {
            "id" : 2,
            "monumentId" : 1,
            "name" : "casa do governador",
            "description" : "​O edifício localizado no interior do recinto do castelo, denominado de Casa do Governador, resulta de diferentes intervenções realizadas no decorrer de vários séculos. Julga-se que a sua construção primitiva teve origem no séc. XV, por ordem de D. João II foi mandado construir um Paço para receber o Infante D. Afonso na sua lua de mel conforme diz o cronista Rui de Pina. Desta primitiva fase ainda é possível observar os arcos góticos. A partir de 1640, após a restauração da independência, o local foi ocupado pelo exército como cavalariça e caserna, dada a sua nova função sofreu profundas obras de ampliação perdendo o seu cariz de habitação nobre. A terceira fase de intervenção foi na década de 30 do século XX por iniciativa da DGEMN integrado no contexto de obras de recuperação, conservação e valorização do Castelo de Beja. O Edifício atual resulta desta última intervenção, na qual foram integradas os diferentes balcões provenientes dos edifícios demolidos em Beja. O balcão de recanto, geminado, em mármore e granito, veio da velha Casa dos Corvos, situada ao lado da Igreja de Santa Maria e que, segundo a tradição, fora paço dos bispos visigodos e, depois dos governadores muçulmanos de Beja. Atualmente a Casa do Governador é ocupada no piso térreo pelo principal Posto de Turismo da Cidade, cafetaria e WC, o segundo andar trata-se de um grande espaço museal preparado para receber exposições temporárias.",
            "image" : "https://www.diarioimobiliario.pt/var/diarioimobiliario/storage/images/_aliases/articleItem/actualidade/reabilitacao/beja-reabre-a-casa-do-governador-no-castelo-da-cidade/beja-casa-governador_no-castelo-da-cidade-02/36063-1-por-PT/BEJA-Casa-Governador_no-castelo-da-cidade-02.jpg"
        },
        {
            "id" : 3,
            "monumentId" : 2,
            "name" : "sala do capítulo",
            "description" : "A Sala do Capítulo é um salão encontrado em mosteiros, conventos, colegiadas ou catedrais onde era realizado o capítulo, ou seja, as reuniões entre os monges ou cónegos com os seus superiores, como abades, priores ou deões. Nestas assembleias podiam ser discutidas tanto as regras da ordem como questões relacionadas com a administração do mosteiro.",
            "image" : "https://thumbs.dreamstime.com/t/beja-portugal-de-outubro-de-sala-do-cap%C3%ADtulo-da-rainha-regional-dona-leonor-nossa-senhora-da-conceicao-convent-do-museu-86228329.jpg"
        }    
    ],
      "users" : [
        {
            "id" : 1,
            "email" : "zeJacinto@gmail.com",
            "password" : "zj1234",
            "phone" : "927482917" 
        }
    ],
      "localdb" : [
          {
          "Visited" : "true/false"
        }
      ]
  }    